tap "aws/tap"
tap "beeftornado/rmtree"
tap "dopplerhq/cli"
tap "dopplerhq/doppler"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "tbckr/tap"
brew "act"
brew "aichat"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arm-none-eabi-gcc"
brew "asdf"
brew "atuin"
brew "awscli"
brew "python@3.12"
brew "azure-cli"
brew "bat"
brew "berkeley-db", link: true
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "perl"
brew "biber"
brew "node"
brew "bitwarden-cli"
brew "bottom"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "certbot"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "deno"
brew "emscripten"
brew "envoy"
brew "erlang"
brew "libgit2"
brew "eza"
brew "fd"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "rebar3"
brew "gleam"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "gopls"
brew "gradle"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "huggingface-cli"
brew "imagemagick"
brew "jq"
brew "just"
brew "kafka"
brew "keyring"
brew "kotlin"
brew "kotlin-language-server"
brew "lazygit"
brew "libffi"
brew "libfido2"
brew "libproxy"
brew "libxslt"
brew "lua-language-server"
brew "luajit"
brew "make"
brew "markdown"
brew "mas"
brew "meson"
brew "mkcert"
brew "mupdf"
brew "mysql"
brew "mysql@8.0"
brew "tree-sitter"
brew "neovim"
brew "ollama"
brew "pytorch"
brew "openai-whisper"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "pdftk-java"
brew "pnpm"
brew "poetry"
brew "postgresql@14", link: false
brew "postgresql@15", link: true
brew "procs"
brew "pygments"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "railway"
brew "redis"
brew "ripgrep"
brew "rm-improved"
brew "ruff"
brew "rust-analyzer"
brew "rye"
brew "speedtest-cli"
brew "sphinx-doc"
brew "stow"
brew "supabase"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tlrc"
brew "tmux"
brew "tree"
brew "typst"
brew "vim"
brew "wget"
brew "yaml-language-server"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zookeeper"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "tbckr/tap/sgpt"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "anydesk"
cask "aws-vault-binary"
cask "bitwarden"
cask "brave-browser"
cask "chatgpt"
cask "claude-code"
cask "cursor"
cask "discord"
cask "dotnet-runtime"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux-app"
cask "freedom"
cask "ghostty"
cask "gitkraken"
cask "google-drive"
cask "hazeover"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "lm-studio"
cask "mactex"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "raycast"
cask "readdle-spark"
cask "skim"
cask "slack"
cask "spotify"
cask "tableplus"
cask "todoist-app"
cask "visual-studio-code"
cask "vlc"
cask "windsurf"
cask "zed"
cask "zen"
cask "zotero"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "apollographql.vscode-apollo"
vscode "ardenivanov.svelte-intellisense"
vscode "asciidoctor.asciidoctor-vscode"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "codesandbox-io.codesandbox-projects"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "dionannd.tokyo-night-ported-nvim"
vscode "dotjoshjohnson.xml"
vscode "dqisme.sync-scroll"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "james-yu.latex-workshop"
vscode "jbockle.jbockle-format-files"
vscode "jock.svg"
vscode "josetr.cmake-language-support-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "luniclynx.lex"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "peakchen90.open-html-in-browser"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "quicktype.quicktype"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "samverschueren.final-newline"
vscode "sanity-io.vscode-sanity"
vscode "sastan.twind-intellisense"
vscode "shakram02.bash-beautify"
vscode "skellock.just"
vscode "stordahl.sveltekit-snippets"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "supabase.vscode-supabase-extension"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "torn4dom4n.latex-support"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "william-voyek.vscode-nginx"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zixuanwang.linkerscript"
go "honnef.co/go/tools/cmd/staticcheck"
