tap "aws/tap"
tap "dopplerhq/cli"
tap "dopplerhq/doppler"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "louisbrunner/valgrind"
tap "mongodb/brew"
tap "stripe/stripe-cli"
tap "surrealdb/tap"
tap "withgraphite/tap"
tap "zegervdv/zathura"
brew "act"
brew "python@3.12", link: false
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "berkeley-db", link: true
brew "bfg"
brew "bison"
brew "bottom"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "certbot"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "deno"
brew "node", link: false
brew "emscripten"
brew "envoy"
brew "erlang"
brew "libgit2"
brew "eza"
brew "fastlane"
brew "fd"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdb"
brew "gh"
brew "ghostscript", link: false
brew "git"
brew "git-delta"
brew "rebar3"
brew "gleam"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gopls"
brew "gradle"
brew "netpbm"
brew "graphviz"
brew "htop"
brew "python@3.11"
brew "jsonschema"
brew "just"
brew "zookeeper"
brew "kafka"
brew "keyring"
brew "kotlin"
brew "kotlin-language-server"
brew "lazydocker"
brew "libffi"
brew "libfido2"
brew "libproxy"
brew "libxslt"
brew "llvm"
brew "lua-language-server"
brew "luajit"
brew "markdown"
brew "meson"
brew "minikube"
brew "mkcert"
brew "mupdf"
brew "mysql", restart_service: true
brew "tree-sitter"
brew "neovim"
brew "openjdk@11"
brew "openjdk@17"
brew "pandoc"
brew "pdftk-java"
brew "perl"
brew "virtualenv"
brew "pipenv"
brew "pnpm"
brew "poetry"
brew "postgresql@14", link: false
brew "postgresql@15", link: true
brew "procs"
brew "python@3.10", link: false
brew "python@3.9"
brew "railway"
brew "redis"
brew "ripgrep"
brew "rm-improved"
brew "rust-analyzer"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typst"
brew "vim"
brew "wget"
brew "yaml-language-server"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/lightsailctl"
brew "dopplerhq/cli/doppler"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/nomad"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "stripe/stripe-cli/stripe"
brew "surrealdb/tap/surreal"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "alacritty"
cask "aws-vault"
cask "bartender"
cask "brave-browser"
cask "burp-suite"
cask "chatgpt"
cask "dotnet"
cask "drawio"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "mactex-no-gui"
cask "notion"
cask "obsidian"
cask "raycast"
cask "vagrant"
cask "virtualbox"
cask "zap"
cask "zed"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "apollographql.vscode-apollo"
vscode "ardenivanov.svelte-intellisense"
vscode "asciidoctor.asciidoctor-vscode"
vscode "astro-build.astro-vscode"
vscode "austenc.tailwind-docs"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "codesandbox-io.codesandbox-projects"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "dotjoshjohnson.xml"
vscode "dqisme.sync-scroll"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "james-yu.latex-workshop"
vscode "jbockle.jbockle-format-files"
vscode "jock.svg"
vscode "jolaleye.horizon-theme-vscode"
vscode "josetr.cmake-language-support-vscode"
vscode "luniclynx.lex"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qufiwefefwoyn.kanagawa"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "sanity-io.vscode-sanity"
vscode "sastan.twind-intellisense"
vscode "serayuzgur.crates"
vscode "shakram02.bash-beautify"
vscode "skellock.just"
vscode "stordahl.sveltekit-snippets"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "torn4dom4n.latex-support"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "william-voyek.vscode-nginx"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zarifprogrammer.tailwind-snippets"
vscode "zixuanwang.linkerscript"
