4ops.terraform
aaron-bond.better-comments
apollographql.vscode-apollo
ardenivanov.svelte-intellisense
asciidoctor.asciidoctor-vscode
astro-build.astro-vscode
austenc.tailwind-docs
be5invis.toml
bradlc.vscode-tailwindcss
codesandbox-io.codesandbox-projects
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-faker
dionannd.tokyo-night-ported-nvim
dotjoshjohnson.xml
dqisme.sync-scroll
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hashicorp.hcl
hashicorp.terraform
humao.rest-client
ibm.output-colorizer
james-yu.latex-workshop
jbockle.jbockle-format-files
jock.svg
jolaleye.horizon-theme-vscode
josetr.cmake-language-support-vscode
kevinrose.vsc-python-indent
luniclynx.lex
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-bicep
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-ossdata.vscode-postgresql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
pkief.material-icon-theme
pranaygp.vscode-css-peek
prisma.prisma
qufiwefefwoyn.kanagawa
quicktype.quicktype
rangav.vscode-thunder-client
redhat.vscode-xml
rust-lang.rust-analyzer
samverschueren.final-newline
sanity-io.vscode-sanity
sastan.twind-intellisense
shakram02.bash-beautify
skellock.just
stordahl.sveltekit-snippets
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
torn4dom4n.latex-support
twxs.cmake
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
vscodevim.vim
william-voyek.vscode-nginx
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
zarifprogrammer.tailwind-snippets
zixuanwang.linkerscript
